{
  "install": [
    {
      "imgSrc": "/installs/1970-porsche-911-t/001.jpg",
      "description": "For the hard-core 911 lover,  this is the only one that will due. Completely restored with top notch paint, suspension and over 300HP, it was up to Sound in Motion to design and built a new interior along with the sound system."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/002.jpg",
      "description": "A double DIN radio in an air cooled 911? We have not seen it done, so we decided to take the challenge. This required relocating and rewiring the defroster switch, an auxiliary fan switch and the cigarette lighter. As well as cutting through the firewall, welding a new housing and relocating the windshield wiper motor... \"piece of cake\""
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/003.jpg",
      "description": "A double DIN Alpine W200 AM/FM DVD radio was chosen for its excellent iPod and XM radio interface, its ease of operation and cool looks."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/004.jpg",
      "description": "The upper and lower dash was removed and covered in Alcantara suede. All of the dash-trim pieces were hand made out of 3/16\" solid aluminum. A brushed finish was applied to go with the classic race car look."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/005.jpg",
      "description": "Here are the original pieces along with the new ones."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/006.jpg",
      "description": "The new dash was big improvement from what we started with."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/007.jpg",
      "description": "The car arrived with just a piece of plywood, holding an old Alpine radio in the glove compartment. We constructed a new one out of ABS plastic with the relocated power outlet in it. A strap was used with the original mounting screw to secure it."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/008.jpg",
      "description": "The inside was flocked with black suede and the iPod now resides here."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/009.jpg",
      "description": "A close-up of the suede dash with the french stitching. With its race-inspired look this really makes the car."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/010.jpg",
      "description": "Kick panels where fabricated out of MDF to hold a pair of MB Quart Q series 6 1/2\" component Speakers. The entire floor and kicks where covered in a custom Sliver Knit carpet (very soft carpet used in later model 911s). Notice the sewn-in heel pad."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/011.jpg",
      "description": "The original top and armrest were re-stitched in Alcantara suede while the rest of the door panel is completely fabricated from scratch. 1/4\" ABS was covered with Endurasoft vinyl and the same Sliver Knit carpet separated by a custom made aluminum accent."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/012.jpg",
      "description": "We chose the black Endurasoft vinyl because it matched the leather Recaro racing seats."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/013.jpg",
      "description": "Talk about starting with a blank canvas. This car had nothing in it when it came to us."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/014.jpg",
      "description": "We started with a good dose of Dynamat Extreeme sound deadening. Even though weight was always kept in mind, we felt this was worth it."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/015.jpg",
      "description": "Next, a little brainstorming and some sketching brought us to a design that does not deviate to much from the traditional Porsche interior. The rear seats where deleted in favor of two 8\" down firing subwoofers with some storage space on top."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/016.jpg",
      "description": "The rear deck and trim bumper where covered in suede to match the doors and dash, while the side and back panels where covered in the same vinyl as in the doors. More brushed aluminum was used to accent the back."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/017.jpg",
      "description": "Vents for the JL Audio subwoofers were integrated behind the seats along with a Sound in Motion plaque."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/018.jpg",
      "description": "Here you see the bottom of the sub box with two JL Audio 8W3's"
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/019.jpg",
      "description": "The side panels were fabricated out of ABS plastic. Even though we used a 6 1/2\" MB Quart for rear fill we used a 5 1/4\" grille because of the limited space."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/020.jpg",
      "description": "The top deck stretches from door to door. It is made completely out of ABS so it can be bent for removal."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/021.jpg",
      "description": "Another view of the finished back, notice the four tie-down hooks from a Mercedes."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/022.jpg",
      "description": "A 300+ HP, dual ignition, fuel injected 3.6liter modified engine replaces the original 2.4. Intake and stainless steel exhaust were done as well as an all new suspension."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/023.jpg",
      "description": "This view is from under the hood, to where the cutout for the new double DIN radio is going to be. Relocating the wiring was easy, but the wiper motor had to be turned 180 degrees to make room."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/024.jpg",
      "description": "Here you see the relocated wiper motor as well as the new radio housing welded in. The wiring was cleaned up and new mounting studs where welded in for the relays and grounding points."
    },
    {
      "imgSrc": "/installs/1970-porsche-911-t/025.jpg",
      "description": "These are two plastic cover panels, made to go into the passenger foot well and around the pedals. They were carpeted with the Porsche carpeting as well."
    }
  ]
}
