{
  "install": [
    {
      "imgSrc": "/installs/1992-acura-nsx/001.jpg",
      "description": "With its timeless design and exotic lines this NSX deserves an updated media system of equal caliber. The owner has done a lot of research to come up with the most efficient way of upgrading the sound system, now it was up to Sound in Motion to make it happen."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/002.jpg",
      "description": "Acura really made one of the most drivable exotics when they presented the NSX back in 1991. With its all aluminum construction it was very balanced, technically advanced and ergonomically well laid out."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/003.jpg",
      "description": "The extensively reworked center console lost its original oval radio and now is home to an Alpine INA-W900."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/004.jpg",
      "description": "The new touch-screen headunit has GPS Navigation, iPod control and plays CD's, DVD's etc. Also a new pre-made sub enclosure resides under the floor mat in the passenger foot well."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/005.jpg",
      "description": "Here is the Hertz 10\" subwoofer in a premade enclosure from Science of Speed. We used Dynamat sound deadening material to try and dampen the fiberglass enclosure to get the most out of it."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/006.jpg",
      "description": "The doors were also Dynamated and a set of Focal 6.5\" K2P Co-axial speakers were installed in the factory location."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/007.jpg",
      "description": "Of course the iPod cable is within easy reach in the center console."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/008.jpg",
      "description": "A Genesis Profile 4 Ultra amplifier was installed where the tool kit used to be in the trunk. Take a close look at the custom plastic trim piece around the amplifier."
    },
    {
      "imgSrc": "/installs/1992-acura-nsx/009.jpg",
      "description": "The trim piece helps keep the carpet level when folded down."
    }
  ]
}
