{
  "install": [
    {
      "imgSrc": "/installs/2002-hummer-h1/001.jpg",
      "description": "The owner of this 10th Anniversary edition H1 was searching for quite some time before he found what he was looking for. Now it was up to Sound in Motion to outfit it with all the toys, safety systems and a rocking sound system."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/002.jpg",
      "description": "GM may have pulled the plug on its Hummer division, but there is still a huge cult like following of this beast of a vehicle."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/003.jpg",
      "description": "Take note of the original single DIN Monsoon radio and the climate control below it."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/004.jpg",
      "description": "The radio was upgraded to an Alpine INA-W900 double DIN headunit with all the bells and whistles including iPod, Bluetooth and Sirius. A custom mount was made out of 1/4\" ABS plastic. It also houses the original fan switch, power outlet and the new bass knob."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/005.jpg",
      "description": "The entire climate control was relocated to the right of the steering wheel. Some re-wiring/re-plumbing had to be done along with a new mount made from ABS plastic."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/006.jpg",
      "description": "All six interior speakers in the overhead console were upgraded to Focal 5 1/4\" co-axial Speakers along with some poly-fill behind them for richer sound."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/007.jpg",
      "description": "The original overhead console was modified as well. It now houses an Alpine 10.4\" flip down screen and DVD player, for rear seat entertainment."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/008.jpg",
      "description": "On the left side of the overhead console we installed a Uniden 40ch CB radio along with a PA speaker for the outside."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/009.jpg",
      "description": "A windshield mount CB antenna was mounted low to avoid interference from the defroster elements embedded in the factory glass. Also note the little holder on top, to keep it from hitting the car."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/010.jpg",
      "description": "You need all the help you can get when backing this thing up, so we installed an Alpine reverse camera with a custom made plastic housing for protection and aesthetics."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/011.jpg",
      "description": "Two Genesis Profile Ultra amplifiers now reside behind each back seat. One two channel on the passenger side powers the two 10\" JL Audio 10W3V3 Subs while this four channel on the driver's side powers the six Focal speakers."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/012.jpg",
      "description": "Under each rear seat there now is a custom sealed, down-firing subwoofer enclosure housing a 10\" JL Audio 10W3V3 sub. They are suspended up of the floor and mounted to the seat frame."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/013.jpg",
      "description": "Here you see the two sub enclosures prior to installation."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/014.jpg",
      "description": "The entire interior was removed for a complete treatment of Dynamat sound deadening as well as to run all necessary wiring."
    },
    {
      "imgSrc": "/installs/2002-hummer-h1/015.jpg",
      "description": "A view of the driver side floor boards and drive train hump with the Dynamat installed."
    }
  ]
}
