{
  "install": [
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/001.jpg",
      "description": "2004 World Series MVP Manny Ramirez of the Boston Red Sox and one of his latest projects. 5200 watts of slugger JL power."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/002.jpg",
      "description": "The victim, a 2002 Cadillac Escalade EXT lowered with 24\" Symbolic SL10 wheels and custom chrome accents."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/003.jpg",
      "description": "The front of the vehicle features a Pioneer DEX P-9 CD/MP3 Tuner. This was chosen for its cool looks, great performance and ease of use."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/004.jpg",
      "description": "Two sets of MB Quart QSD 216 top of the line 6 1/2\" component speakers were installed in all four doors. Some reconstructive surgery and extensive bracing was required to accomplish this."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/005.jpg",
      "description": "Alcantara Suede inserts and custom rosewood trim-rings were made to tie this highlighted speaker set-up into the factory look. Also notice the tweeter brackets show no screws or wires."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/006.jpg",
      "description": "The rear doors accommodate a similar set-up as the fronts. But due to the limited space this also was more complicated than it appears."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/008.jpg",
      "description": "Folding the back half of the rear seat down reveals the pass through into the bed, which is now home to (4) JL Audio 13W7 13 1/2\" subwoofers."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/007.jpg",
      "description": "Folding the lower half of the rear seat forward allows access to the eight MB Quart QSD passive crossovers."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/009.jpg",
      "description": "The four woofers are all in their own sealed enclosure, which face each other leaving a V-shaped chamber firing all the bass into the passenger compartment. A .75\" piece of plexiglas was bent and mounted to seal the top. The boxes were trimmed in Alcantara suede and OEM vinyl."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/010.jpg",
      "description": "The bottom of the \"Bass Chamber\" features a Boston Red Sox logo and Sound in Motion credits. This was milled out of 1/2\" plexiglas and side-lit with red neon for this cool effect."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/011.jpg",
      "description": "The Cadillac EXT has factory watertight covers that cover the bed, but once removed you can see the (8) JL Audio amplifiers arranged on the top of the sub enclosures on either side. Notice that half of the bed still has been retained for storage. A custom snap-in floor mat was made for the cargo area."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/012.jpg",
      "description": "Once the floor mat is removed, Manny's #24 is cut into the floor and the power supply fuses for all the amps become visible. To the left and the right of the fuses are two more Optima batteries. (Two are under the hood along with two 225 Amp alternators)."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/013.jpg",
      "description": "A birds-eye view shows the JL Audio amplifiers cascading down. There are four 300/2 (one for each door) and four 1000/1 (one for each sub). The .75\" custom plexiglas allows views inside."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/014.jpg",
      "description": "A close-up of the fuses and two of the 1000/1's."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/015.jpg",
      "description": "A happy customer indeed."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/016.jpg",
      "description": "The system went through several designs before coming up with this layout. Notice all the bends in the .75\" acrylic and the extra batteries. Also how precise each amp is mounted to allow access to the mounting screws while overlapping each other."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/017.jpg",
      "description": "Each door received welded braces to make sure the 6\" midbass drivers would perform at their best."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/018.jpg",
      "description": "The factory door panels were cut and custom speaker mounts were made out of MDF and fiberglass."
    },
    {
      "imgSrc": "/installs/2002-cadillac-escalade-ext/019.jpg",
      "description": "These are the tweeter mounts welded out of steel with two pieces of brake line to allow the wires to run through while doubling as a pressure fit mount."
    }
  ]
}
