{
  "install": [
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/001.jpg",
      "description": "Most exotic cars usually have very limited space for anything. See how Sound in Motion was able to integrate all the gadgets and a great Audio System without detracting from the interior of this Italian supercar."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/002.jpg",
      "description": "With almost 500HP and a six speed H-Box transmission this 5.0 L V10 backs up the cars streamlined looks."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/003.jpg",
      "description": "The very Audi-esque factory radio was replaced with the Alpine INA-W900 touch screen head unit with GPS,DVD, iPod, HD radio and back-up camera. A custom trim ring was made out of ABS plastic to give it that OEM fit."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/004.jpg",
      "description": "The iPod cable conveniently resides in the center console."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/005.jpg",
      "description": "An Alpine Back-Up camera was carefully crafted into the rear cooling grille."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/006.jpg",
      "description": "A Genesis Profile Four Ultra Amplifier was chosen to supply the power for the sound system. It's low profile allowed us to flush mount it under the hood."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/007.jpg",
      "description": "A Sound in Motion plaque was fabricated out of Acrylic with matching silver script."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/008.jpg",
      "description": "The custom ABS cover just snaps off to gain access to the upgraded Optima deep cycle battery."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/009.jpg",
      "description": "Another one of our famous foot well boxes. A 10\" Diamond Hex woofer produces unbelievable bass without sacrificing any leg room at all."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/010.jpg",
      "description": "Custom brackets were fabricated in order to relocate two computers and the fuse box out of the passenger foot well and up behind the glove box. The fuses are still accessible without removing the sub."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/011.jpg",
      "description": "Technically we actually gained &#188; in of leg room. We used OEM European carpet to cover the front of the sub box."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/012.jpg",
      "description": "We chose a pair of Focal 6.5\" K2P Co-axial speakers in the factory location, primarily because of the good sound stage they produce without having to cut holes for separate tweeters. With the low seating position in this car it worked out great."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/013.jpg",
      "description": "A mandatory dose of Dynamat sound deadening was applied to the doors. Also notice the thick foam-rubber gasket Sound in Motion uses to seal the speaker against the door panel."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/014.jpg",
      "description": "Neat and secure wiring is always a must."
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/015.jpg",
      "thumb_url": "img/installThumbs/LamborghiniGallardo/015.jpg",
      "description": "One of the most important things we installed is the K-40 Radar Detector and Laser Jammer"
    },
    {
      "imgSrc": "/installs/2004-lamborghini-gallardo/016.jpg",
      "thumb_url": "img/installThumbs/LamborghiniGallardo/016.jpg",
      "description": "The K-40 control knob was added to the right of the factory power mirror switch, while the Genesis bass control knob was mounted to the left."
    }
  ]
}
