{
  "install": [
    {
      "imgSrc": "/installs/2007-mercedes-s-550/001.jpg",
      "description": "The owner of this luxury sedan wanted a no-compromise high-fidelity listening experience, to the point that the car was chosen around the stereo. See what Sound in Motion was able to design, fabricate and install into this Mercedes S-550"
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/002.jpg",
      "description": "The clean interior of this vehicle with its integrated sound, phone and navigation system does not lend itself for an aftermarket radio. But if you look closely in the lower dash, there is one."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/003.jpg",
      "description": "A Pioneer DEX-P99RS was chosen for its clean looks and great DSP. It was installed where the factory CD changer was behind the closable door. The factory radio still functions as well, for the phone, navigation, warning sounds etc."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/004.jpg",
      "description": "Per customers request and manufacturers recommendation we installed the Dynaudio Esotar 2 Tweeters in the A-pillars without any obstructions. The original pillars were stripped reshaped and recovered in a perfectly matched material."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/005.jpg",
      "description": "The front doors were treated with Dynamat Sound deadening on the inner and outer skin. And the 6\" Dynaudio midrange / woofer was mounted in the factory location with a custom mounting ring. The smaller OEM midrange was retained for the factory phone and Nav voice."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/006.jpg",
      "description": "Part of the request was to retain as much trunk space as possible. We tried our hardest and ended up with all of it."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/007.jpg",
      "description": "If you lift up the spare tire cover you will find two TRU Technology \"custom built to order\" Amplifiers. The spare tire is still accessible by lifting the amp rack up."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/008.jpg",
      "description": "Completely handcrafted in the USA these amps deliver sound that is unbelievably transparent with tons of headroom. The 2 channel is bridged for the four subs while the 4 channel powers the front components with one channel for each driver. Every channel is actively crossed over using the headunit."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/009.jpg",
      "description": "We opted for four old school  JL Audio 10\" free air woofers in the rear deck to retain the entire trunk and still get unbelievably accurate bass reproduction inside the cabin. They face down for better looks and to fit the magnet up higher into the rear deck between the rear strut tower brace and the rear motorized window shade, which still functions."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/010.jpg",
      "description": "It looks simple, but the lower deck was made up of several precisely cut layers of MDF."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/011.jpg",
      "description": "Fourteen individual bolts hold the deck securely to the factory braces."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/012.jpg",
      "description": "The odd shaped cutouts are only to save weight."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/013.jpg",
      "description": "This was the media center originally located where the Pioneer CD player is now. We eliminated the CD changer, flash media drive, all the casings, face and whatever else we could, and still keep the car electronics working."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/014.jpg",
      "description": "We narrowed it down to the hard drive for the Nav and the control board for the fiber optic MOST bus system which also has the VGA output for the factory LCD."
    },
    {
      "imgSrc": "/installs/2007-mercedes-s-550/015.jpg",
      "description": "An ABS box was constructed to house the necessary components while still utilizing the suspension for the Nav hard drive. This unit mounts below the Pioneer radio and is serviceable."
    }
  ]
}
