{
  "install": [
    {
      "imgSrc": "/installs/cadillacFleet94/001.jpg",
      "description": "\"Low-Rodder\" was the name given to this highly modified Cadillac."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/002.jpg",
      "description": "The front bench-seat was cut and re-stitched as two bucket seats, to allow space for a center console. We used the factory radio location to house an Alpine TME-770 touch-screen. An entire console with factory wood grain was made to hold a Sony CDX-90 AM/FM/XM CD player and an Alpine DVD player. The glove box was shortened to clear the new console."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/003.jpg",
      "description": "Below the head units a Dakota Digital gauge trimmed with wood grain as well was used to keep an eye on the air suspension system. The aluminum face was polished to match the Sony joy stick remote. Also notice the polished aluminum trim joining the front and center console."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/004.jpg",
      "description": "The aluminum trim theme carries over into the custom kick panels that now house a set of Focal K2P speakers. A factory match GM vinyl was used to wrap them as well as the modified glove box."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/005.jpg",
      "description": "Here is an exploded view of the speaker grille showing the spacer ring, the perforated steel and the aluminum trim ring that was sanded and buffed for that polished look."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/006.jpg",
      "description": "Further down our console, we made a factory looking storage bin that also incorporates all the switches for the air ride suspension, nitrous oxide, neon lights and trunk/door poppers."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/007.jpg",
      "description": "Moving into the back seat area you will find a second Alpine TME-770 touch-screen monitor for rear seat entertainment. The nice thing about the touch screen is you can control either video source (TV Tuner or DVD) from either screen without the use of any remote controls."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/008.jpg",
      "description": "And for the highlighted part of the system, the rear bench seat was cut and sewn into two bucket seats as well (except for the very top where the Cadillac crest is), to make room for a subwoofer enclosure. We used two JL Audio 10W6V2 down-firing."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/009.jpg",
      "description": "A 3/4\" piece of acrylic was cut and then bent in a local pizza oven for the top. Then a piece of 1/8\" polished aluminum was used for the trim held in with polished stainless steel bolts. Blue neon highlights the inside of the enclosure. The entire unit bolts to the original seat belt bolts with 1\" steel brackets."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/010.jpg",
      "description": "Notice the nice aluminum trim joining the middle with the rear. The entire console was covered in a combination of GM vinyl and carpet to blend into the existing interior."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/011.jpg",
      "description": "Here you see the middle part of the center console prior to installation."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/012.jpg",
      "description": "The skeleton before it was covered. Made primarily out of MDF, it was built in three sections so installation and servicing would be easier."
    },
    {
      "imgSrc": "/installs/cadillacFleet94/013.jpg",
      "description": "Stretching from the dashboard all the way back to the rear firewall, this six foot console makes this Cadillac one unique Low-Rodder."
    }
  ]
}
