{
    "id": "2004FerrariSpyder",
    "install_title": "2004 Ferrari 360 F1 Spyder (Install Dec 06)",
    "icon_url": "img/installIcons/FerrariSpyder04_install.jpg",
    "install_description": "",
    "photos": [
        {
            "photo_url": "img/installFull/FerrariSpyder04/001.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/001.jpg",
            "description": "A custom center console with navigation, a great sound system and a K-40 radar detector compliment this topless Italian stallion." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/002.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/002.jpg",
            "description": "As a $700 option, we had to take a picture of this pretty emblem." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/003.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/003.jpg",
            "description": "A low profile amp rack was constructed to house a Zapco C2K 4.0 Competition series amplifier. All mounting locations are factory holes with no modifications. It was then covered in soft black vinyl for a classy look along with a recessed Sound in Motion plaque. The original leather Ferrari owner's manual pouch was relocated to the back side of the luggage compartment." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/004.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/004.jpg",
            "description": "An Alpine AM/FM CD player with satellite radio was installed in the factory location along with the iPod interface in the glove box. The multi-line BioLite display gives you all the song and artist information." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/005.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/005.jpg",
            "description": "Without looking out of place, we constructed a center console to house the Alpine touch screen for the navigation. Extreme care was taken to follow lines and shapes that blend with the Ferrari interior. Factory leather was sourced and even the red french stitch was duplicated perfectly." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/006.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/006.jpg",
            "description": "Factory door locations where used to house a set of Focal K2P 6&#189;&quot; seperates, with the tweeters mounted in the sail panels." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/007.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/007.jpg",
            "description": "A custom sub box was constructed to hold two down firing JL Audio 8W3V2 woofers. Wilton wool carpet was sourced for its feel and color match to blend into the interior. Again, the box is completely removable without any modifications to the car." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/008.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/008.jpg",
            "description": "A look under the box prior to installation reveals the two 8&quot; woofers and a molex plug for easy installation." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/009.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/009.jpg",
            "description": "Not that this red Ferrari would ever catch the eye of law enforcement, but just in case, we installed a concealed K-40 radar and laser detection system. Here you see the two low profile warning LED's mounted symmetrically in the instrument cluster." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/010.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/010.jpg",
            "description": "The control / volume knob for the K-40 radar detector was mounted in the factory switch panel for easy access and an unobtrusive look." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/011.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/011.jpg",
            "description": "Two K-40 LD5500 laser diffusers where mounted, one in each front grille. You can also see the radar detector secured on a custom plastic platform next to the washer fluid." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/012.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/012.jpg",
            "description": "Here you can see the actual mount for the amplifier. It is constructed out of &#189;&quot; square stock and mounts to three factory mounting locations. Using the welded steel makes for a very lightweight and strong amp rack. The power and audio wires where run through a factory grommet." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/013.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/013.jpg",
            "description": "The satellite radio antenna was cleverly installed under the plastic vents next to the engine cover." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/014.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/014.jpg",
            "description": "A close up look of the center console shows the perfect stitching. It was constructed out of ABS plastic and secures by sliding under the factory center console and with one bolt in the very back. Notice the polished aluminum plate, so your foot does not rub against the leather." 
        },
        {
            "photo_url": "img/installFull/FerrariSpyder04/015.jpg",
            "thumb_url": "img/installThumbs/FerrariSpyder04/015.jpg",
            "description": "The Alpine NVE-N872A DVD Navigation CPU was tucked under the passenger side dash. A plastic cover was made to conceal and protect it." 
        }
    ] 
}
