{
  "install": [
    {
      "imgSrc": "/installs/GMCFox2500/001.jpg",
      "description": "When it comes to being \"King of the Road\" (and off-road), not much sits prouder than this custom truck done up by FOX Racing Shox. Then it was up to Sound in Motion to make a statement with A/V system."
    },
    {
      "imgSrc": "/installs/GMCFox2500/002.jpg",
      "description": "Besides giving you a monster suspension, the FOX Trucks also come with Coddington Wheels, lots of billet aluminum accents like the gas cap, kick plates, gauges and much more."
    },
    {
      "imgSrc": "/installs/GMCFox2500/003.jpg",
      "description": "Our goal was to upgrade the sound system to the highest possible level without detracting from the interior or usefulness of the truck."
    },
    {
      "imgSrc": "/installs/GMCFox2500/004.jpg",
      "description": "We chose an Alpine W205 double DIN touch-screen radio primarily for its great iPod control and clean looks. Other features are HD radio, Sat radio, back-up camera as well as A/V interface with the two rear headrest screens."
    },
    {
      "imgSrc": "/installs/GMCFox2500/005.jpg",
      "description": "Focal 165 K2P component speakers were installed in the factory locations in all four doors."
    },
    {
      "imgSrc": "/installs/GMCFox2500/006.jpg",
      "description": "The front Focal tweeters were mounted in the A-pillars to bring up the sound stage. Custom charcoal tweeter covers were made for a more integrated look."
    },
    {
      "imgSrc": "/installs/GMCFox2500/007.jpg",
      "description": "The center seat was sacrificed and an entire new console was fabricated which now houses three 10 inch subwoofers. The metal seat frame was stretched two inches and now serves as part of the console mount while retaining the foldable storage compartment."
    },
    {
      "imgSrc": "/installs/GMCFox2500/008.jpg",
      "description": "This is the bottom view of the console with the three JL Audio 10W6V2 subwoofers prior to being installed."
    },
    {
      "imgSrc": "/installs/GMCFox2500/009.jpg",
      "description": "A contrast of carpet and vinyl was used to create an OEM look. Also notice the GM cup holders and the new coin tray."
    },
    {
      "imgSrc": "/installs/GMCFox2500/010.jpg",
      "description": "Same finished console, different view."
    },
    {
      "imgSrc": "/installs/GMCFox2500/011.jpg",
      "description": "A pair of Vizualogic headrest monitors, each with their own DVD player and iPod input, integrates perfectly with the Alpine screen up front."
    },
    {
      "imgSrc": "/installs/GMCFox2500/012.jpg",
      "description": "Two Zapco C2K Competition amps were mounted behind the foldable back seat. A rounded panel covered in OEM vinyl hides all the wiring and makes for clean flush mounted look."
    },
    {
      "imgSrc": "/installs/GMCFox2500/013.jpg",
      "description": "For backing this rig up to a trailer (or just backing up), we installed an Eclipse wide-angle view camera in a custom mount made out of ABS plastic."
    },
    {
      "imgSrc": "/installs/GMCFox2500/014.jpg",
      "description": "Of course a good dose of Dynamat Extreme was given to the entire truck to make the road noise more bearable (remember those big tires)."
    },
    {
      "imgSrc": "/installs/GMCFox2500/015.jpg",
      "description": "Because of the amps potentially huge current draw, we installed two 100A wafer fuses in watertight fuse holders."
    },
    {
      "imgSrc": "/installs/GMCFox2500/016.jpg",
      "description": "Here is a look at the raw console / sub box prior to covering it. Like most of our boxes it is made primarily out of 3/4\" MDF with a 1 1/2\" baffle and three separate, but equal size enclosures."
    },
    {
      "imgSrc": "/installs/GMCFox2500/017.jpg",
      "description": "This is the modified center seat bracket prior to painting."
    }
  ]
}
