{
    "id": "1995HondaAccordCustomRoadster",
    "install_title": "1995 Honda Accord Custom Roadster (Install January 2007)",
    "icon_url": "img/installIcons/HondaAccord95Tyrone_install.jpg",
    "description": "Well here it finally is, after hundreds of hours and a huge collaboration with David &quot;Fishman&quot; Rivera, our long time shop resident is finally done and taking the &quot;Custom Car Show&quot; circuit by storm.",
    "photos": [
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/001.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/001.jpg",
            "description": "Well here it finally is, after hundreds of hours and a huge collaboration with David &quot;Fishman&quot; Rivera, our long time shop resident is finally done and taking the &quot;Custom Car Show&quot; circuit by storm." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/002.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/002.jpg",
            "description": "With gigantic wheels, air ride suspension and totally unique body and paint work this car sits more like an exotic supercar than your average Honda." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/003.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/003.jpg",
            "description": "The entire roof was cut off and the floor-pans were reinforced for stability. Lambo-style vertical doors were also added. Ventura's Auto Body performed all of the paint and body modifications." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/004.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/004.jpg",
            "description": "This view shows the all new suede interior. The rear seats where deleted for that &quot;Roadster&quot; feel and the room was used to display the audio components. Most of the design and all of the fabrication was performed by long time friend David &quot;Fishman&quot; Rivera." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/005.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/005.jpg",
            "description": "Extensive neon and LED lighting was used throughout the install, even inside the trademark acrylic &quot;Fishman&quot; steering wheel and shifter. A soft-touch keypad controls all of the lighting and vehicle functions, even the ignition. There are no keys." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/006.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/006.jpg",
            "description": "A new dash design features centrally mounted gauges backlit with more blue neon behind white acrylic and perforated aluminum." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/007.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/007.jpg",
            "description": "An Alpine &quot;Vehicle Hub Pro&quot; in conjunction with a 10&quot; LCD screen and DVD player was used to control all of the audio system. The &quot;Orb&quot; controller in the center armrest mimics the BMW iDrive or Audi's MMI." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/008.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/008.jpg",
            "description": "Two Zapco C2K Competition amplifiers now reside behind the seats. A long two-piece accent made out of heat-molded &#190;&quot; Plexiglas and covered in blue suede and aluminum runs from the center console all the way up to the outside of the car. Custom blue neon illuminates it from inside." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/009.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/009.jpg",
            "description": "Each door contains two sets of Focal K2P Power 6 &#189;&quot; components speakers. The passive crossovers also reside in the door behind perforated aluminum highlighted by blue neon." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/010.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/010.jpg",
            "description": "This is now home to two JL Audio 12W6 subwoofers. Notice how the shape of the enclosure complements the &quot;Roadster Hoops&quot; that start on the outside of the vehicle." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/011.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/011.jpg",
            "description": "The trunk lid houses two 7&quot; LCD's for a little extra eye candy at the shows. The chrome air tank for the pneumatic suspension sits between the wheel wells behind the perforated aluminum." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/012.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/012.jpg",
            "description": "At the touch of a button, a motorized drawer slides out housing an X-Box 360 and two wireless controllers. Of course any DVD, iPod or video game can be displayed on any of the three screens." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/013.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/013.jpg",
            "description": "Infinity taillights and some serious body work further disguise this Honda. A provision was left for the license plate." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/014.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/014.jpg",
            "description": "For &quot;Show&quot; mode (or other) the plate can be flipped back and fourth by pushing the factory door lock / unlock button." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/015.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/015.jpg",
            "description": "The car was delivered with no interior. So after several days of brainstorming, construction began and the blank canvas started to take some shape." 
        },
        {
            "photo_url": "img/installFull/HondaAccord95Tyrone/016.jpg",
            "thumb_url": "img/installThumbs/HondaAccord95Tyrone/016.jpg",
            "description": "David &quot;Fishman&quot; Rivera with his iPod in full fabrication mode. David and Derek both started at Sound in Motion back in 1991 working endless hours together, building their own competition vehicles and then hitting the shows every weekend. It was great spending the time together on this project sixteen years later. We could not have done it without him. Thank you Dave!" 
        }
    ] 
}
