{
  "install": [
    {
      "imgSrc": "/installs/navigation/001.jpg",
      "description": "1999 Audi A4 - An Eclipse 7\" LCD was integrated into the dash to display the Alpine NVE-852 Navigation System. It is operated via remote control and covers the entire continental US with 2 DVD's."
    },
    {
      "imgSrc": "/installs/navigation/002.jpg",
      "description": "2002 Cadillac Escalade EXT - We installed an Eclipse AVN (Audio/Video/Navigation) system. The dash had to be slightly modified to accommodate this double DIN unit. This DVD based unit is DVD based and operated via touch-screen."
    },
    {
      "imgSrc": "/installs/navigation/003.jpg",
      "description": "2005 Chevrolet 3500 Van - An Alpine IVA-D300 flip-out monitor / receiver was installed to display the Alpine NVE-852 Navigation processor. Even though the monitor is touch-screen, it does not control the Navigation. A remote is still necessary."
    },
    {
      "imgSrc": "/installs/navigation/004.jpg",
      "description": "2003 Dodge Viper - This single DIN dash opening was the perfect home for Alpines top-of-the-line IVA-D901 flip-out screen. It is linked to an Alpine NVE-852 DVD Navigation system."
    },
    {
      "imgSrc": "/installs/navigation/005.jpg",
      "description": "2003 Dodge Viper - The Alpine NVE-852 Navigation processor along with a CD Changer was installed in the left side of the trunk in a custom rack."
    },
    {
      "imgSrc": "/installs/navigation/006.jpg",
      "description": "2004 GMC Pick-Up - Even work trucks need to know where they are going. This simple install consists of an Alpine NVE-851 Navigation unit displayed on an Alpine 5.8\" LCD mounted with a custom bracket."
    },
    {
      "imgSrc": "/installs/navigation/007.jpg",
      "description": "2005 Honda Odyssey - This family's minivan was in for a real treat, along with a full rear-seat entertainment system, back-up camera and satellite radio it also has an Eclipse AVN touch-screen Navigation unit that will play DVD movies as well."
    },
    {
      "imgSrc": "/installs/navigation/008.jpg",
      "description": "2004 Infinity FX45  - No alterations to the dash, was this customers request. So we opted to put the Alpine 5.8\" Navigation screen in the overhead console where the sunglass holder was. It operates by remote control and is in perfect line of sight."
    },
    {
      "imgSrc": "/installs/navigation/009.jpg",
      "description": "2004 Lincoln Navigator - This Eclipse AVN DVD Navigation head-unit was right at home in the factory location. The best part is the door still covers it and conceals it."
    },
    {
      "imgSrc": "/installs/navigation/010.jpg",
      "description": "2003 Nissan 350Z - If purchased with factory navigation system it is located behind this retractable door. We opted to put our Alpine 6.5\" Navigation monitor in the same spot. It looked great, the door still covered it and it outperformed the factory Nissan Navigation."
    },
    {
      "imgSrc": "/installs/navigation/011.jpg",
      "description": "2004 Toyota Solara - The Eclipse AVN Navigation system is very similar to the Toyota or Lexus one. Except this one will play DVD movies. Esthetically it looks just like the factory unit."
    }
  ]
}
