{
  "install": [
    {
      "imgSrc": "/installs/PorscheCayenne07/001.jpg",
      "description": "A complete A/V overhaul brings this SUV's entertainment up to par with its driving performance."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/002.jpg",
      "description": "Probably one of the sportier family movers out there, but as with any German car they always lack in the sound and electronics integration department."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/003.jpg",
      "description": "For starters we replaced the stock DIN radio with an Eclipse AVN 6610 DVD Navigation system. This gives us the gateway to iPod, Satellite radio, HD radio and CD Changer control, as well as a back-up camera."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/004.jpg",
      "description": "A bass control knob was mounted into the steering column. This allows separate on-the-fly control of the new subwoofer."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/005.jpg",
      "description": "Custom mounting plates were fabricated to house the Dynaudio 242GT 6.5in component speakers. Dynamat Extreme was used to sound deaden all four doors."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/006.jpg",
      "description": "It was a real tight fit, but thanks to their slim design, two Genesis Profile amps found a new home under the back seat."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/007.jpg",
      "description": "Even with the rear seats folded down there is no interference with the amps."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/008.jpg",
      "description": "A JL Audio 10W6V2 sub was installed in a custom enclosure in the left rear storage compartment. The hydraulic motor for the power lift-gate had to be relocated forward."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/009.jpg",
      "description": "The original cover was cut, reinforced with perforated aluminum and recovered in charcoal grille cloth."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/010.jpg",
      "description": "Here is subwoofer enclosure in its raw state. The odd shape inside the box is for the large magnet of the W6 woofer. Notice the three cut-outs for the grille snaps."
    },
    {
      "imgSrc": "/installs/PorscheCayenne07/011.jpg",
      "description": "Not one of our hottest sellers anymore, but we installed an Eclipse CD changer in the factory location in the right rear."
    }
  ]
}
