{
  "install": [
    {
      "imgSrc": "/installs/radar/017.jpg",
      "description": "<strong>2006 Mitsubishi Lancer</strong> - Look closely and you can barely notice the K-40 LED&rsquo;s in this silver instrument cluster. We dusted the top of them with silver paint to blend in for a stealth look."
    },
    {
      "imgSrc": "/installs/radar/018.jpg",
      "description": "<strong>2006 Mitsubishi Lancer</strong> - But when they light up they are as alarming as ever."
    },
    {
      "imgSrc": "/installs/radar/019.jpg",
      "description": "<strong>2005 Hummer H2</strong> - The remote display for a Valentine One was carefully flushed into the dash of this Hummer. This allows you to mute it without having to raise your hand to the windshield."
    },
    {
      "imgSrc": "/installs/radar/020.jpg",
      "description": "<strong>2001 Porsche 996</strong> - The 996 and Boxster are great for concealing the K-40 LED&rsquo;s in the factory &ldquo;idiot light&rdquo; location. Usually the far left and right locations are unused."
    },
    {
      "imgSrc": "/installs/radar/021.jpg",
      "description": "<strong>2001 Porsche 996</strong> - As you can see mounting the sensors properly requires some very careful disassembly and reassembly of the bumper covers."
    },
    {
      "imgSrc": "/installs/radar/001.jpg",
      "description": "<strong>2004 Audi RS6</strong> - This is a pre-made Audi mirror with the Valentine One Remote display integrated into it."
    },
    {
      "imgSrc": "/installs/radar/002.jpg",
      "description": "<strong>2004 Audi RS6</strong> - The knob to the left of the ESP button is the control for the Valentine One Radar Detector."
    },
    {
      "imgSrc": "/installs/radar/003.jpg",
      "description": "<strong>2005 Audi S4</strong> - A K-40 LD 5500 Laser diffuser was removed from its license plate frame mount, and permanently installed inside the front valence. This offers great protection from the now more common Laser guns."
    },
    {
      "imgSrc": "/installs/radar/004.jpg",
      "description": "<strong>2004 Audi S4</strong> - This Passport display / control piece was flush mounted into the dash for a clean look and ease of use."
    },
    {
      "imgSrc": "/installs/radar/005.jpg",
      "description": "<strong>2005 BMW 330i</strong> - This is just a simple hard wired Valentine One radar detector but notice the wire coming straight out of the rear view mirror mount."
    },
    {
      "imgSrc": "/installs/radar/006.jpg",
      "description": "<strong>2003 BMW 745i</strong> - This is the volume / control knob for a k-40 radar detector conveniently mounted on the left side of the steering column."
    },
    {
      "imgSrc": "/installs/radar/007.jpg",
      "description": "<strong>2003 BMW 745i</strong> - The K-40 front and rear warning LED's were cleverly integrated into the BMW instrument cluster for a completely concealed look."
    },
    {
      "imgSrc": "/installs/radar/008.jpg",
      "description": "<strong>2000 Chevrolet Tahoe</strong> - While we were in the process of making a custom dash, we decided to integrate this remote display piece for a Valentine One radar detector."
    },
    {
      "imgSrc": "/installs/radar/009.jpg",
      "description": "<strong>2005 Mercedes E55</strong> - Another option is to mount the K-40 front and rear warning LED's into the far sides of the bezel for the instrument cluster."
    },
    {
      "imgSrc": "/installs/radar/010.jpg",
      "description": "<strong>2005 Mercedes E55</strong> - Under the dash is a convenient place for the K-40 volume / control knob."
    },
    {
      "imgSrc": "/installs/radar/011.jpg",
      "description": "<strong>2005 Mercedes E55</strong> - Here you get a look at what you usually don't get to see. The K-40 front radar detector and Laser diffuser mounted under the hood behind the grille. It still has a straight shot of the road when the hood is shut."
    },
    {
      "imgSrc": "/installs/radar/012.jpg",
      "description": "<strong>2005 Mercedes E430</strong> - On this E-Class we opted to put the K-40 front and rear Warning LED's right into the instrument cluster. The left indicates front radar alert and the right one means rear, both mean LASER. WATCH OUT!"
    },
    {
      "imgSrc": "/installs/radar/013.jpg",
      "description": "<strong>2003 Mercedes SL55</strong> - Sometimes we go to great lengths to make a piece fit. Here is a Valentine One remote volume knob dissected, to fit next to the Mercedes shifter."
    },
    {
      "imgSrc": "/installs/radar/014.jpg",
      "description": "<strong>2003 Mercedes SL55</strong> - To mount this Valentine One remote display we molded it right into the removable part of the original ashtray."
    },
    {
      "imgSrc": "/installs/radar/015.jpg",
      "description": "<strong>2005 Mercedes SL55</strong> - Here is the Valentine One remote volume knob nicely blended in next to the shifter."
    },
    {
      "imgSrc": "/installs/radar/016.jpg",
      "description": "<strong>2003 Nissan Murano</strong> - Most Nissans have the same instrument cluster, so we put the K-40 warning LED's on the top left and right of the speedometer."
    }
  ]
}
