{
  "install": [
    {
      "imgSrc": "/installs/ramirezChrystler/001.jpg",
      "description": "Sitting proud with its aggressive stance, this car makes its own statement. It was lowered and a chrome grille replaced the factory one."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/002.jpg",
      "description": "The JL Audio \"Cleansweep\" allowed us to fully re-equalize the outputs from the Chrysler radio to a perfectly flat frequency response. It also gave us an additional input for an iPod, while maintaining the steering wheel controls."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/003.jpg",
      "description": "MB Quart QSD 216 speakers where mounted in the doors and rear deck. For a little extra highs two tweeters where used on each side in front."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/004.jpg",
      "description": "To keep up with the highs two JL Audio 13W7 subwoofers where used in a sealed enclosure made of 1 1/5\" MDF. These woofers are massive and weigh 50 lbs each, so retaining usable trunk space was quite a challenge."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/005.jpg",
      "description": "Fashionable bars were made out of &frac34;\" Plexiglas to protect the woofers. They were then routed and sanded."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/006.jpg",
      "description": "The factory battery was replaced by two Optima yellow tops. (Between the amps and subs). And what was once filled with useless Styrofoam is now home to two Zapco amplifiers and four MB Quart crossovers."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/007.jpg",
      "description": "A proud Red Sox logo was integrated into the Plexiglas while an aluminum plaque credits Sound in Motion for the install."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/008.jpg",
      "description": "Blue neon lights take care of the \"WOW\" factor when the cover is removed. Frosted Plexiglas covers all of the wiring."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/009.jpg",
      "description": "The MB Quart crossovers where tucked into the corners next to the amps. Two 3\" fans circulate cool air through the sealed amp rack."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/010.jpg",
      "description": "Another success. The whole family approves of the new system. Pictured left to right: Manny's dad, Manny Ramirez, Manny Jr. and Manny's uncle."
    },
    {
      "imgSrc": "/installs/ramirezChrystler/011.jpg",
      "description": "With the new trunk mat in place, you can still go grocery shopping."
    }
  ]
}
