{
    "id": "2008tRex",
    "install_title": "2008 Campagna T-Rex 1400 (Install October 2007)",
    "icon_url": "img/installIcons/tRex_install.jpg",
    "description": "",
    "photos": [
        {
            "photo_url": "img/installFull/tRex/001.jpg",
            "thumb_url": "img/installThumbs/tRex/001.jpg",
            "description": "Is it a bike or is it a car? Either way it is one of the coolest projects we have ever done. See how we fit a whole Audio and Video system into this T-Rex." 
        },
        {
            "photo_url": "img/installFull/tRex/002.jpg",
            "thumb_url": "img/installThumbs/tRex/002.jpg",
            "description": "Designed by a former a Callaway employee and engineered by a former F1 mechanic, the T-Rex is a serious piece of performance machinery." 
        },
        {
            "photo_url": "img/installFull/tRex/003.jpg",
            "thumb_url": "img/installThumbs/tRex/003.jpg",
            "description": "Powered by a Kawasaki 1400cc engine, it goes 0-60 in under 4 seconds, with a top speed of over 150 MPH while pulling over 1G in turns.and it is street legal. A lot of performance for $50K." 
        },
        {
            "photo_url": "img/installFull/tRex/004.jpg",
            "thumb_url": "img/installThumbs/tRex/004.jpg",
            "description": "The first upgrade was a set of custom made HRE wheels, the fronts are an available bolt pattern but the rear is a bike wheel with a car tire." 
        },
        {
            "photo_url": "img/installFull/tRex/005.jpg",
            "thumb_url": "img/installThumbs/tRex/005.jpg",
            "description": "As with the whole vehicle, the cockpit is a bit cramped so we had to get very creative in integrating all of the equipment." 
        },
        {
            "photo_url": "img/installFull/tRex/006.jpg",
            "thumb_url": "img/installThumbs/tRex/006.jpg",
            "description": "The passenger side of the double bubble was modified to hold an Alpine IVA-W205 touch-screen AM/FM/CD/DVD player. It was mounted solidly to the cross brace and a custom ABS trim piece was made." 
        },
        {
            "photo_url": "img/installFull/tRex/007.jpg",
            "thumb_url": "img/installThumbs/tRex/007.jpg",
            "description": "Even the iPod found its way into the T-Rex. A remote makes sure you don't have to reach too far." 
        },
        {
            "photo_url": "img/installFull/tRex/008.jpg",
            "thumb_url": "img/installThumbs/tRex/008.jpg",
            "description": "JL Audio 7.7 inch marine speakers where installed into the fiberglass side panels. The rear of the baffle was reinforced to prevent unwanted resonance." 
        },
        {
            "photo_url": "img/installFull/tRex/009.jpg",
            "thumb_url": "img/installThumbs/tRex/009.jpg",
            "description": "The component tweeters where mounted on the far sides of the dash. All of the white grilles where dyed black to help blend in" 
        },
        {
            "photo_url": "img/installFull/tRex/010.jpg",
            "thumb_url": "img/installThumbs/tRex/010.jpg",
            "description": "Backing one of these up is quite a task, so we installed an Eclipse wide angle back-up camera to help." 
        },
        {
            "photo_url": "img/installFull/tRex/011.jpg",
            "thumb_url": "img/installThumbs/tRex/011.jpg",
            "description": "The 2008 models have dual projector beams which we upgraded to HID Xenon's for better visibility and that cool look." 
        },
        {
            "photo_url": "img/installFull/tRex/012.jpg",
            "thumb_url": "img/installThumbs/tRex/012.jpg",
            "description": "With the nose removed you can see the Alpine PDX 4.150 Amplifier, custom sub box and the back of the double DIN radio. A complete 2-Way Viper alarm system and remote starter was installed as well." 
        },
        {
            "photo_url": "img/installFull/tRex/013.jpg",
            "thumb_url": "img/installThumbs/tRex/013.jpg",
            "description": "The custom 8&quot; sub box mounts to the tubular frame in the passenger foot well. The odd shape contours around the adjustable drivers pedals while still being contained under the hood." 
        },
        {
            "photo_url": "img/installFull/tRex/014.jpg",
            "thumb_url": "img/installThumbs/tRex/014.jpg",
            "description": "Here you see the JL Audio 8W3V3, box and necessary bracket prior to final installation. The box was sealed with truck bed liner to make it somewhat water resistant." 
        }
    ] 
}
