{
  "testimonials": [
    {
      "name": "Doc Rivers",
      "company": "Boston Celtics",
      "cityState": "Boston, MA",
      "vehicle": "2007 Porsche Cayenne",
      "project": "",
      "comment": "Thanks Sound in Motion, you're the best!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Charlie Cook",
      "company": "",
      "cityState": "Boston, MA",
      "vehicle": "2003 Chevrolet 3500 Van",
      "project": "Audio, Video, Navigation and much more",
      "comment": "SIM's  staff is fantastic. They took the time to listen and figure out what I needed. The work was done on time and within the estimate. They're fast, honest and  tidy.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Jo and Mike Solet",
      "company": "",
      "cityState": "",
      "vehicle": "2004 Toyota Highlander",
      "project": "Speaker Upgrade",
      "comment": "We've hated the factory-installed sound system since taking delivery of the car. Jim's recommendation for speaker upgrades produced a major improvement in our music experience. Now there's real bass! We're actually looking forward to some long drives. On top of it all, Sound in Motion was a pleasure to work with. Thanks.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Keith Borgaro",
      "company": "",
      "cityState": "Boston, MA",
      "vehicle": "2004 Ford Explorer, 2005 Chevrolet Van",
      "project": "Audio and Navigation",
      "comment": "Sound in Motion has done 3 custom systems for me. They do excellent work with great attention to detail and have the best customer service in the business.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Dave Baggett",
      "company": "",
      "cityState": "Boston, MA",
      "vehicle": "2004 Porsche 996 Turbo S Convertible",
      "project": "Navigation, Bluetooth and Radar",
      "comment": "SIM is brilliant at doing custom work that perfectly matches your vehicle's stock interior. They are also very passionate about what they do, and are great guys all around.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Alex Willis",
      "company": "",
      "cityState": "",
      "vehicle": "2005 Chevrolet Tahoe, 2007 Ford Mustang",
      "project": "Audio, Navigation, Bluetooth and much more",
      "comment": "I've patroned SIM many times with my Tahoe and my Mustang and have always been extremely impressed with their knowledge of the industry and their PERFECT installs. They are very creative and extremely professional with an eye for detail. Not many companies provide this level of service - in any industry",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Jacquelyn-Kate Rosenfeld",
      "company": "",
      "cityState": "",
      "vehicle": "2001 BMW M3",
      "project": "Audio, Navigation and Alarm",
      "comment": "Sound In Motion is the best car stereo shop. After careful consideration I decided that they are the experts of New England! I have a BMW M3 and Sound in Motion took a gorgeous factory car and made it even better! With such a compact car the sound is awesome, all of the equipment works flawlessly. Their installation was careful and thorough. Every single person who works at Sound in Motion has a smile on their face, and is happy to help out whenever I have a question. Each worker is an absolute expert, and I would not take my car anywhere else. When they had my car, Sound In Motion took time not to miss anything, and spent days making sure my system worked perfectly. They called to update me and let me have complete control over each aspect of the system. The result is an amazing, crisp sound that is better than anything else I have heard. I trust them with everything, from the speakers and the amps, to the DVD player and the iPod hook up they installed for me. Their customization to my needs was great, they listen to their customers. Sound in Motion completely hooked me up. Sound in Motion is THE BEST!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Mark Nguyen",
      "company": "",
      "cityState": "",
      "vehicle": "2007 Infinity G35x",
      "project": "Amplifier and Subwoofers",
      "comment": "Sound In Motion does the highest quality installations, their portfolio shows it. With a group of friendly and knowledgeable guys, they have the skills to accommodate anyone. That's why I chose Sound In Motion to install a high end sound system in my new Infiniti G35x.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Kha Tran",
      "company": "",
      "cityState": "",
      "vehicle": "1997 Mitsubishi Eclipse",
      "project": "Complete Stereo",
      "comment": "These guys at SIM (Jim, Derek, Cliff, etc.) are not only very, very good with what they do, but they're also very friendly, knowledgeble, down-to-earth, decent gentlemen. I've visited other car audio shops, but SIM is the only place that I've ever done business with. I'm just grateful that SIM exists, period. I hope that SIM will be here for a long, long, long time to serve our needs.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Michael Corrado",
      "company": "",
      "cityState": "Winchester, MA",
      "vehicle": "2004 Ferrari 360 Spyder F1",
      "project": "Sound System, Navigation and Radar Detector",
      "comment": "We love it, great job. Thank you for all your efforts, it is a first class job, it looks better than factory.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Brian Strange",
      "company": "",
      "cityState": "Tyngsboro, MA",
      "vehicle": "2006 Volkswagen Jetta",
      "project": "Sound System Design and Install",
      "comment": "I would like to take a moment to let people know about my experience with Sound in Motion in Allston, Ma. I recently purchased a 2006 VW Jetta and although the factory radio offered intuitive operation, the overall sound quality was less than unacceptable, in fact, it was terrible. Having built a competition car audio system that was undefeated back in 1994, I understand the three things that are required to successfully design and install a high end car audio system: sound quality, installation integrity and proper aesthetics. Although I wasn't looking to create an exotic system, these three items were still important to me today. The guys at Sound in Motion nailed it! They actually listened to my needs, updated me about the past 10 years of mobile electronics, and most importantly delivered the solution I was looking for: OEM factory looks, rugged installation, and sound quality beyond my expectations. If you are thinking about upgrading your current stereo system, be sure to visit Sound in Motion. Tell them what you expect, apply their recommendations, and drive away with the unbelievable results that I did!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Mark Tomizawa",
      "company": "",
      "cityState": "Boston, MA",
      "vehicle": "",
      "project": "Consultation",
      "comment": "These guys are the DaVinci's of their industry: one part engineer, one part artist. Anyone can attach equipment to a car. I haven't met anyone else with the passion and energy and attention to detail Derek's team has, not only with the custom fabrication, plastic and metal work they do, but even with the stuff that's hidden from sight but has a big effect on sound quality and safety. Their craftsmanship is second to none. They claim to eat and breathe this stuff in their off-hours. After seeing several of their projects up close, I believe them. No wonder Manny (yes that Manny) has had several cars done there.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Marilyn Messenger",
      "company": "",
      "cityState": "Maynard, MA",
      "vehicle": "",
      "project": "Satelite Radio and Remote Start Installation",
      "comment": "Exceptional quality and service. Unmatched attention to detail. The owner is hands-on and they do outstanding work!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Shanta A Puchtler",
      "company": "",
      "cityState": "Cambridge, MA",
      "vehicle": "2006 Toyota Rav4",
      "project": "Sound Deadening and Sound System Installation",
      "comment": "Jim and Derek at Sound In Motion were really a breath of fresh air in this modern world of poor service and abruptness. They were truly a pleasure to do business with, driving my wife home when she had trouble finding a cab, installing an amazing sound system and noise dampening in our car, not over-selling us, being helpful with our dealer who gave us trouble, noticing a problem with the car that we had not seen before, taking pictures of their work to show us just how much they had accomplished in a short time, and completing the work in a timely fashion. I cannot begin to express the quality of the workmanship and the detail to attention. I have another car that I plan to schedule with them for a sound system upgrade.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Paul Lashua",
      "company": "",
      "cityState": "Andover, MA",
      "vehicle": "1937 Ford Sedan Delivery, 1927 Ford T-Bucket, 2002 BMW X5 4.6, Ford Pick Up",
      "project": "",
      "comment": "My experience has taken place over five years and several different street rod projects. I have nothing but complete and total satisfaction to report. this includes 100% service and support after the sales. The quality of the various installations and modifications is beyond comparison. I can't be complimentary enough. I am a customer for life!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Donald Rosenfeld",
      "company": "",
      "cityState": "Wayland, MA",
      "vehicle": "2005 BMW M3",
      "project": "Consulting and Sound System Install",
      "comment": "It's very rare to find true excellence in any field, the perfection of the installation was remarkable. Along with the guidance of what equipment would be right for the car-audio / reproduction / features and drivers convinces me that Sound in Motion is the only place to go for high end sound equipment installed in a vehicle. Suggestions: Keep doing what you are doing!! PS: Jim was great!!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Shawn McGee",
      "company": "",
      "cityState": "Boston, MA",
      "vehicle": "2006 Honda Civic",
      "project": "Sound System, Navigation and Remote Start",
      "comment": "Sound in Motion has redefined the concept of High Performance Car Audio systems with kick-ass systems that rock! My MB Quart Q speakers are so clear and the bass from my JL Audio 10W6V2 hurts my ears... I love that! Thank you Sound in Motion team. You know SIM is the best High Performance Car Audio installation shop in the country. Take it from me 9 years 5 car systems. I can't wait for the next one.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Nick Zervas",
      "company": "",
      "cityState": "Cambridge, MA",
      "vehicle": "2006 Volvo V70R",
      "project": "Sound System Design and Installation",
      "comment": "When you want a serious, major-league automotive sound system, take your rig to the best; take your pride and joy to Sound in Motion and have the professionals work their magic. I used to be a Do-It-Yourselfer (DIY) when it came to automotive sound and I came up with an OK system. But that was my old car. For my new car I wanted to take no chances on getting the best possible sound system, so I phoned Jim at Sound in Motion and we worked out a plan and a schedule. Well, let me tell you that SIM came through with a stellar system, ahead of schedule, under budget and totally stealth! So when you are ready to run with the big dogs, \"don't try this at home\" as they say, but let Sound in Motion take the guess-work out of installing the killer system. I did and I have never been happier.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Nick Zervas",
      "company": "",
      "cityState": "Cambridge, MA",
      "vehicle": "2006 Volvo V70R",
      "project": "2nd Testimonial",
      "comment": "I just wanted to thank you again for the sound system you installed in my V70 R. I really appreciate the attention to detail and the expertise you employed to match the best components to my vehicle. The workmanship for the amplifier tray and the subwoofer box is so beautiful that I proudly show it off. I know that the rest of the work is stealth, but that is where a sound demonstration proves that SIM is the leader in automotive sound system installations. Thanks to SIM, I know I will enjoy many years of fantastic audio.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Mike Offner",
      "company": "",
      "cityState": "Boston, MA",
      "vehicle": "2005 BMW 325xi",
      "project": "Sound System Design and Installation",
      "comment": "The system is great! It really brings out the quality of the original recordings on the CD. There is a big difference between a recent, highly engineered recording and a 1950s live jazz recording. The bass is fantastic! There are bass lines that with the old system would have been inaudible or distorted. With high quality recordings the presence of the sound is amazing, and with some older recordings you can here studio chatter clearly or even guitarists' fingers sliding on acoustic strings. Really feels like you're there.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Frank Smith",
      "company": "",
      "cityState": "Belmont, Ma",
      "vehicle": "2006 Acura RL",
      "project": "",
      "comment": "The sample installation pictures on this web site do not have fine enough resolution to accurately convey the exceptional quality of the actual work performed by Sound in Motion. Derek and company are clearly perfectionists. They insist on doing it right, not only matching the fit and finish of the factory controls on my '06 Acura RL, but also exhibiting a craftsmanship that is hard to find in today's mass-market, big-box culture. These guys are reliable, thoughtful, and competent.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Rich Slezak",
      "company": "",
      "cityState": "Medford, MA",
      "vehicle": "1994 Honda Civic Hatch",
      "project": "",
      "comment": "Thanks, to the wonderful SIM crew for a job well done. The install is so clean that I had to ask where all the components were located. Great job guys!!! No need for improvement, you're the best!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Shanta A. Puchtler",
      "company": "",
      "cityState": "Cambridge, MA",
      "vehicle": "2006 Toyota RAV4",
      "project": "",
      "comment": "Love the sound and the noise dampening. My wife just loved the work-you are obviously experts. I can't thank you enough for your careful work putting in the system and installing the trunk amp so nicely.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Lucette Nicoll",
      "company": "Nicoll Public Relations",
      "cityState": "Norwood, MA",
      "vehicle": "2000 Chevrolet Tahoe",
      "project": "",
      "comment": "Many thanks to you and the Sound in Motion team for the outstanding audio / video system installed recently in my Tahoe. The system is awesome. The SIM team of perfectionists took great care to keep the interior in factory condition installing a virtually undetectable system. Everyone did a flawless job and their attention to detail is outstanding. You all should take great pride in knowing that SIM is considered one of the most respected auto sound retailers in the country. My Tahoe proudly displays the SIM logo and I will recommend Sound in Motion to anyone looking for the best installation in town.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Jan Holzer",
      "company": "",
      "cityState": "Nashua, New Hampshire",
      "vehicle": "2003 BMW X5 4.6",
      "project": "",
      "comment": "I wanted to let you know how much I appreciate the outstanding work you have done on my BMW X5 4.6is. Jim's and your \"non-pushing\" attitude, advice and suggestions really convinced me that you care about the customer and take pride in the work you do. Over the years I had many stereo systems installed in my cars by various installers but none of them come even close to the quality of work and attention to detail performed by you. You exceeded all my expectations by a magnitude!! The sound is phenomenal and I find myself spending every lunch hour in my car listening to music. I am now taking great pride in the system and tell everyone that if they want a real car stereo system to see you.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Kevin Jackovitz",
      "company": "",
      "cityState": "East Hampton, Connecticut",
      "vehicle": "2003 Porsche 911 Turbo",
      "project": "",
      "comment": "When presented with a significant complication to complete the job, Sound in Motion rose above in both creativity and execution – delivering a product that exceeded expectations. I only trust Sound in Motion to deliver factory quality installations in my vehicles.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Kerry Wu",
      "company": "",
      "cityState": "Waltham, MA",
      "vehicle": "Ferrari 360 Spider",
      "project": "",
      "comment": "Excellent job",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Wes Phillips",
      "company": "Tereophile Magazine",
      "cityState": "Santa Fe, New Mexico",
      "vehicle": "The Great White Rhino",
      "project": "",
      "comment": "Stereophile could not have started our series on car audio had it not been for your consideration, craftsmanship and corporation. The initial installation on our test car, The Great White Rhino, has proven its worth I must say, however, that working with you has spoiled me. I've found guys that know almost as much as you, or who can do electrical work almost as cleanly as you, or who can calculate speaker placement almost as precisely as you---but they work at three different shops and they're still not as easy to work with as you! I envy the people that will be having you install their car stereos. They're going to be exposed to the highest levels of craftsmanship and meticulous attention to detail.",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Manny Ramirez",
      "company": "Boston Red Sox #24",
      "cityState": "Miami, Florida",
      "vehicle": "2002 Cadillac Escalade EXT",
      "project": "",
      "comment": "Thanks for doing a great job on my truck",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Francis E. Kenney",
      "company": "Celadon Security Services Inc.",
      "cityState": "Boston, MA",
      "vehicle": "1999 Mercedes C230 Kompressor",
      "project": "",
      "comment": "I would like to thank you, Jimmy, Mike and Donny for the excellent work you all did on the installation in my Mercedes 230. After spending many years in the loudspeaker business I am hard to please. The installation is superb, but more important is the sound quality is linear with excellent dispersion",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Robert B. Houston",
      "company": "",
      "cityState": "Medford, MA",
      "vehicle": "1963 Chevrolet Impala Super Sport",
      "project": "",
      "comment": "I want to thank you for the fine job you did on my 1965 Chevrolet Impala Super Sport. Every aspect of the job was done professionally with expertise and caring. The sound is awesome!!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Phoenix Gold",
      "company": "",
      "cityState": "Portland, Oregon",
      "vehicle": "",
      "project": "",
      "comment": "We just wanted to take this opportunity to thank all of you at Sound in Motion for attending the 1999 Daytona Spring Break Nationals. From the amount of booth traffic we saw this year, Chris's wicket black monster was a total hit! Not to mention the crowds of people in the tweek N tune listening to one, bad to the bones Avalon. Your presence, help and most importantly your attitude made this show a fun and successful event for all of us at Phoenix Gold. Thanks!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "JD Chidsey",
      "company": "The Auto Salon",
      "cityState": "Winchester, MA",
      "vehicle": "1996 Chevrolet Tahoe",
      "project": "",
      "comment": "What does it feel like to be the best, you Ace...?",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Rachel Yang",
      "company": "",
      "cityState": "New Jersey",
      "vehicle": "1997 Mercedes C320",
      "project": "",
      "comment": "I truly appreciate the great job you guys did on my car. You guys must be the hottest shop in New England. ",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Micah Sheveloff",
      "company": "Audio Video International Magazine",
      "cityState": "Connecticut",
      "vehicle": "",
      "project": "",
      "comment": "Many thanks for your participation in the article on page 50 of the January 2003 Audio Video International. I think OEM upgrade is a huge area of concern and general interest among the 12-volt retail and installation community. I look forward to obtaining more to obtaining more input from you in the future!",
      "linkText": "",
      "linkUrl": ""
    },
    {
      "name": "Gary Shapiro",
      "company": "President and CEO",
      "cityState": "",
      "vehicle": "",
      "project": "CEA",
      "comment": "Thank you for speaking on the M8 – The Rise of Mobile Entertainment session at the 2001 International CES. Thanks in part to your involvement; the CES Conference Program was an unequivocal success, which undoubtedly contributed to a phenomenal CES",
      "linkText": "",
      "linkUrl": ""
    }
  ]
}
